cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'autojump'
brew 'coreutils'
brew 'findutils'
brew 'git'
brew 'node'
brew 'openssl'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'

cask 'firefox'
cask 'google-chrome'
cask 'vlc'
